---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PathReinFaceWall
source: html/c3ad133e-53ec-0add-efde-f5f398ee4602.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PathReinFaceWall Property

"Face"

## Syntax (C#)
```csharp
public static ForgeTypeId PathReinFaceWall { get; }
```